Repository: kkdg/dexs-pm-system
Catalog: language/dexs-pm-*.po
Languages: de_de

source: New PM on
de_de: Neue PN auf

source: Welcome! A new message found his way to your inbox on our Website (<a href='%HOME_URL%'>%HOME_URL%</a>). This private message comes from <b>%SEND_NAME%</b> on %PM_DATE% at %PM_TIME% o'clock! <b>PM Subject:</b> %PM_SUB% <b>PM Excerpt:</b> %PM_EXC_120%... <a href='%PM_F_LINK%'>Go to your Inbox and answer!</a> You can deactivate this automatically System in your PM Settings on our Website! Yours Sincerely, %HOME_TIL%
de_de: Willkommen! Eine neue Nachricht fand Ihren Weg in Deinen Posteingang (<a href="%HOME_URL%">%HOME_URL%</a>). Diese private Nachricht kommt von <b>%SEND_NAME%</b> und wurde am %PM_DATE% umt %PM_TIME% Uhr geschrieben! <b>Betreff:</b> %PM_SUB% <b>Auszug:</b> %PM_EXC_120%... <a href="%PM_F_LINK%">Schnell gehe zu Deinem Posteingang und antworte!</a> Du kannst das automatische Benachrichtigungssystem direkt auf unserer Seite, unter PN Einstellungen, deaktivieren! Mit freundlichen Grüßen, %HOME_TIL%

source: This email is automatically generated. Please do not reply!
de_de: Diese eMail wurde automatisch generiert, bitte antworten Sie nicht darauf!

source: Private Messages
de_de: Nachrichten

source: Send PM
de_de: PN Senden

source: PM Outbox
de_de: Postausgang

source: PM Archive
de_de: Archiv

source: PM Trash
de_de: Papierkorb

source: PM Settings
de_de: Einstellungen

source: General
de_de: Allgemeine

source: Permissions
de_de: Berechtigungen

source: eMail Notification
de_de: eMail Benachrichtigungen

source: Inbox
de_de: Posteingang

source: Outbox
de_de: Postausgang

source: Trash
de_de: Papierkorb

source: Archive
de_de: Archiv

source: Settings
de_de: Einstellungen

source: Write a new PM
de_de: Schreibe eine neue PN

source: Send
de_de: Absenden

source: You have reached your maximum number of messages. Please delete some!
de_de: Du hast die maximale Anzahl an PNs erreicht, bitte lösche einige!

source: PM successfully sent!
de_de: PM wurde erfolgreich gesendet!

source: 1 Action was carried out successfully!
de_de: 1 Aktion wurde erfolgreich durchgefüht!

source: Actions was carried out successfully!
de_de: Aktionen wurde erfolgreich durchgefüht!

source: Your personal preferences have been saved!
de_de: Deine persönlichen Einstellungen wurden gespeichert!

source: 1 new Message
de_de: 1 neue Nachricht

source: new Messages
de_de: neue Nachrichten

source: Write a new Message
de_de: Schreibe eine neue PN

source: Settings saved.
de_de: Einstellungen wurden gespeichert!

source: Send Form
de_de: Absende Formular

source: Recipient listing
de_de: Empfänger Auflistung

source: DropDown Input Field
de_de: Auswahlfeld (DropDown)

source: AutoComplete Input Field
de_de: AutoVervollständigung (Input)

source: Activate
de_de: Aktivieren

source: Deactivate
de_de: Deaktivieren

source: Backend Style
de_de: Backend Stil

source: One Page - Tab Style
de_de: Eine Seite - Tab Stil

source: One Page - Link Style
de_de: Eine Seite - Link Stil

source: Five Pages - Menu Style
de_de: Fünf Seiten - Menu Stil

source: "Five-Pages - Menu Style" is not available, when you Subordinate the Menu under "Users".
de_de: Der "Fünf Seiten - Menu Stil" ist nicht verfügbar, wenn das Menü unter "Benutzer" untergeordnet wurde.

source: Show in Toolbar
de_de: Zeige in Toolbar

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Show in Navigation
de_de: Zeige in Navigation

source: Extra menu entry
de_de: Extra Menu Eintrag

source: Subordinate under Users
de_de: Unter Benutzer unterordnen

source: Show Our Copyright
de_de: Zeige unser Copyright

source: Page Type
de_de: Seiten Typ

source: Normal Page with Sidebar
de_de: Normale Seite mit Sidebar

source: Fullwide Page without Sidebar
de_de: Volle Seite ohne Sidebar

source: PM Theme
de_de: PN Design

source: Show Template Copyright
de_de: Zeige Design Copyright

source: Save Changes
de_de: Änderungen speichern

source: Reset to Default
de_de: Zurücksetzen

source: So you can use our pm system also on the frontend!
de_de: So kannst Du unser PN System auf dem Frontend nutzen!

source: Create a new Page or, if you want or need it, create a new Post!
de_de: Erstelle eine neue Seite, oder (sollte dies gewünscht/notwendig sein) erstelle eine neuen Beitrag!

source: Enter any title, for example: Private Messages!
de_de: Trage irgendeinen Titel ein, zum Beispiel: Private Nachrichten!

source: Write no Text, but only the shortcode <code>[pm_system]</code>! <small>(Together with the symbols "[" and "]"!)</small>.
de_de: Füge dort keinen Text, sondern nur den Shortcode <code>[pm_system]</code> ein! <small>(Mitsamt den Symbolen "[" und "]")</small>

source: Configure the access to the frontend, unter "Settings" > "Dexs PM System".
de_de: Konfiguriere den Zugriff auf das Frontend System, unter "Einstellungen" > "Dexs PM System".

source: <b>Autocomplete Input Field:</b> The Autocomplete Input field Style will integrate the "Prototype Javascript Framework" in the version: 1.6.0.2! If you have script problems with this framework, please use the Drop Down Input Field Style, this style will only include one self-written Javascript file and works completely without framework!
de_de: <b>Auto Vervollständigung:</b> Der Auto Vervollständigungsstil nutzt die "ProtoType Javascript Framework" in der Version 1.6.0.2! Wenn Du Skript Probleme bei diesem Framework hast, so nutze bitte den DropDown Eingabe Stil, dieser arbeitet komplett auf einer selbstgeschriebenen Javascript Datei komplett ohne Framework!

source: <b>eMail Notification:</b> A user, who receives a private message, can be informed by email about that!
de_de: <b>eMail Benachrichtigung:</b> Ein Benutzer, der eine Private Nachricht erhält, kann darüber via eMail informiert werden!

source: <b>Five Pages - Menu Style:</b> This backend style can only be used, if the message menu has his own entry and is not subordinate under "Users"!
de_de: <b>Fünf Seiten - Menu Stil:</b> Dieser Stil kann nur dann verwendet werden, wenn das Nachrichten Menü nicht unter "Benutzer" untergeordnet wurde!

source: <b>Fullwide Page</b> This option is only useful, if your design has a "fullwide page" support! (A Page withour sidebar!). If you activate this option, will be one more column and also more options visible on the front view of our pm system.
de_de: <b>Volle Seite</b> Diese Option ist nur dann verwendbar, wenn Dein Design eine "Fullwide Page" Unterstützung anbietet! Wenn Du diese Option aktivierst, werden die PN Tabellen im Frontend um eine Spalte und um einige Optionen erweitert!

source: General Settings
de_de: Allgemein

source: <b>Permissions:</b> You can configure the permissions for the 5 given roles. Custom roles, about a plugin, will currently no support!
de_de: <b>Berechtigungen:</b> Du kannst die Berechtigungen für die 5 vorgegebenen Rollen konfigurieren. Eigene Rollen, die über ein Plugin erstellt wurden, werden derzeit noch nicht unterstützt!

source: <b>Exclude/Include Users:</b> You can exclude and include Users, regardless of their role.
de_de: <b>Nutzer ein/ausschließen:</b> Du kannst einzelne Nutzer, unabhängig ihrer Rolle, den Zugriff auf das PM System gestatten/verbieten!

source: Permissions Settings
de_de: Berechtigungen

source: <b>General:</b> The information cannot be stored in the database, because of the character limitation of the wordpress options fields. Therefore will be all informations about the email notification stored in a file, called <code>mail.php</code>, in the Plugin directory!
de_de: <b>Allgemein:</b> Die Informationen können nicht in der Datenbank, wegen der Zeichenlimitierung der WordPress Options Felder, gespeichert werden. Deshalb werden alle Informationen über die eMail Benachrichtigungen in der Datei <code>mail.php</code>, innerhalb des Plugin Verzeichnisses, abgespeichert!

source: <b>Sender Address:</b> The sender email address can be a not exist address! Like: example@your-website.net
de_de: <b>Absender Adresse:</b> Diese Absende eMail Adresse muss nicht wirklich existieren! Beispiel: beispiel@deine-webseite.net

source: <b>Reply-To Address:</b> The Reply-To address must be only set, if you want to receive answers from the Recipients of the email notification! You can also leave this field blank and set an exist email address in the "sender address" field, when you want to receive answers from the Recipients!
de_de: <b>Antwort-An Adresse:</b> Die Antwort-An Adresse muss nur dann gesetzt werden, wenn der Empfänder der eMail Benachrichtung auf diese antworten können soll!

source: <b>Send Test Mail:</b> Remember to configure and activate "Mercury", if you want to test the email notification on XAMPP!
de_de: <b>Sende Test eMail:</b> Vergiss nicht "Mercury" zu aktivieren und zu konfigurieren, wenn Du eine Test Email innerhalb der XAMPP Umgebung absenden möchtest!

source: For more information:
de_de: Für weitere Informationen:

source: <a href="http://sambrishes.net/wordpress/en/dexs-pm-system/" target="_blank">The Plugin Webside</a>
de_de: <a href="http://sambrishes.net/wordpress/dexs-pm-system/" target="_blank">Die Plugin Webseite</a>

source: eMail Notification Configruation
de_de: eMail Benachrichtigungen

source: This Informations will be stored in the <code>mail.php</code> file, in the plugin directory.
de_de: Diese Informationen werden in der <code>mail.php</code> Datei, innerhalb des Plugin Verzeichnisses, abgespeichert.

source: eMail Address (Sender)
de_de: eMail Adresse (Absender)

source: eMail Address (Reply-To)
de_de: eMail Adresse (Antwort-An)

source: Specify an exist(!) eMail address, when you want that the recipients can answer to a notification!
de_de: Trage eine existierende eMail Adresse ein, wenn Du willst, dass die Empfänger auf die Benachrichtigungen antworten können!

source: eMail Subject
de_de: eMail Betreff

source: eMail Message
de_de: eMail Nachricht

source: Blog Shortcodes:
de_de: Blog Kürzel:

source: Site Title
de_de: Seitentitel

source: Example:
de_de: Beispiel:

source: eMail Adress
de_de: eMail Adresse

source: PM Shortcodes:
de_de: PN Kürzel

source: PM Recipient Name
de_de: PN Empfänger Name

source: PM Sender Name
de_de: PN Absender Name

source: PM Subject
de_de: PN Betreff

source: PM Text (Full)
de_de: PN Text (Vollständig)

source: Number
de_de: Anzahl

source: PM Text Excerpt: Replace <b>Number</b> with any number of letters!
de_de: PN Text Auszug (Ersetze "<code>Anzahl</code>" mit der Anzahl der wiederzugebenden Zeichen

source: PM Send Date
de_de: PN Absendedatum

source: M Send Time
de_de: PN Absendezeit

source: Link to the PM (Frontend View)
de_de: Link zur PN (Frontend)

source: Link to the PM (Backend View)
de_de: Link zur PN (Backend)

source: Send a Test eMail to:
de_de: Sende eine Test Nachricht an:

source: Send Now
de_de: Absenden

source: Role Permissions Settings
de_de: Zugriffsrechte Einstellungen für die Rollen

source: Subscriber
de_de: Abonnenten

source: Contributor
de_de: Mitarbeiter

source: Author
de_de: Autoren

source: Editor
de_de: Redakteure

source: Administrator
de_de: Administratoren

source: Deactivate PM System
de_de: PN System deaktivieren

source: Max. Number of PMs
de_de: Max. Anzahl an PNs

source: Enable Images in PMs
de_de: Erlaube Bilder in PNs

source: Enable PM System on Backend
de_de: Zeige das PN System im Backend

source: Enable PM System on Frontend
de_de: Zeige das PN System im Frontend

source: Default
de_de: Standard

source: Enable eMail Notification
de_de: eMail Benachrichtigungen

source: <b>Number of PMs - Note:</b>
de_de: <b>Anzahl der PNs - Notiz</b>

source: Unlimited: All users of this role can unlimited write and send private messages!
de_de: Unlimitiert: Alle Nutzer dieser Rolle können unbegrenzt Nachrichten schreiben und senden!

source: Nothing: All users of this role cannot even write and send one private message!
de_de: Nichts: Alle Nutzer dieser Rolle können keine einzige Nachricht schreiben oder senden!

source: Individual User Settings
de_de: Benutzerdefinierte Einstellungen

source: Exclude Users by ID
de_de: Nutzer ausschließen (nach ID)

source: Separate the user ids with a comma!
de_de: Trenne die einzelnen Benutzer IDs mit einem Komma!

source: Include Users by ID
de_de: Nutzer einschließen (nach ID)

source: You must enter a eMail address!
de_de: Du musst eine eMail Adresse angeben!

source: You must enter a eMail subject!
de_de: Du musst einen Betreff angeben!

source: You must enter a eMail Message!
de_de: Du musst eine eMail NAchricht angeben!

source: Mark as Read
de_de: Als gelesen markieren

source: Mark as Unread
de_de: Als ungelesen markieren

source: Move Back
de_de: Zurück Verschieben

source: Restore
de_de: Wiederherstellen

source: Delete Permanently
de_de: Entfernen

source: You can't access to this area!
de_de: Du kannst auf diesen Bereich nicht zugreifen!

source: Bulk Actions
de_de: Aktion wählen

source: Apply
de_de: OK

source: Subject
de_de: Betreff

source: Date
de_de: Datum

source: Recipients
de_de: Empfänger

source: Delete
de_de: Entfernen

source: You have no messages in your
de_de: Du hast keine Nachrichten in Deinem

source: One Message
de_de: Eine Nachricht

source: Messages
de_de: Nachrichten

source: Excerpt
de_de: Auszug

source: Answer
de_de: Antworten

source: Forward
de_de: Weiterleiten

source: Sender
de_de: Absender

source: Users
de_de: Nutzer

source: Go to Inbox
de_de: Gehe zum Posteingang

source: Go to Outbox
de_de: Gehe zum Postausgang

source: Go to Archive
de_de: Gehe zum Archive

source: Go to Trash
de_de: Gehe zum Papierkorb

source: You
de_de: Du

source: Write a PM
de_de: Schreibe eine PN

source: Write to all selected users
de_de: Schreibe allen makierten Butzern

source: Answer to all selected users
de_de: Antworte allen makierten Nutzern

source: Type here the names of each recipients.
de_de: Tippe hier die Namen der Empfänger ein.

source: Select a Recipient
de_de: Wähle einen Empfänger

source: Priority
de_de: Priorität

source: Medium
de_de: Mittel

source: High
de_de: Hoch

source: Very High
de_de: Sehr Hoch

source: Message
de_de: Nachricht

source: Messages per Side
de_de: Nachrichten pro Seite

source: Invalid Action!
de_de: Ungültige Aktion

source: You are neither the sender nor the recipient of this Message!
de_de: Du bist weder der Absender noch der Empfänger dieser PN!

source: This message doesn't exist (anymore)!
de_de: Diese Nachricht exisitiert nicht (mehr)!

source: Please enter a subject!
de_de: Bitte gib einen Betreff an!

source: Please enter a message!
de_de: Bitte schreib eine Nachricht!

source: Please enter minimum one recipient!
de_de: Bitte gib mind. 1 Empfänger an!

source: Original Message
de_de: Originale Nachricht

source: wrote on
de_de: geschrieben am

source: at
de_de: um

source: o'clock
de_de: Uhr

source: Subject Title
de_de: Betreff

source: Recipient(s)
de_de: Empfänger

source: Read
de_de: Lesen

source: No messages found!
de_de: Keine Nachrichten gefunden!

source: Legend
de_de: Legende

source: Has read the message
de_de: Hat die Nachricht gelesen

source: Has <b>NOT</b> read the message
de_de: Hat die Nachricht NICHT gelesen

source: The Sender
de_de: Der Absender

source: The Recipient(s)
de_de: Die Empfänger

source: Enter Subject here
de_de: Betreff

source: Middle
de_de: Mittel

source: <b>High</b>
de_de: <b>Hoch</b>

source: 1 Recipient
de_de: 1 Empfänger

source: The Message
de_de: Die Nachricht
