Repository: kkdg/dexs-pm-system
Catalog: include/lang/dexs-pm-*.po
Languages: de_de

source: General Settings
de_de: Allgemeine Einstellungen

source: Enable the eMail Notifications
de_de: eMail Benachrichtigungen aktivieren

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Show our Copyright Notice
de_de: Unsere Copyright Notiz anzeigen

source: Default Permission Settings
de_de: Standard Berechtigungsset

source: For undefined Costum User Roles
de_de: Für unbekannte benutzerdefinierte Benutzerrollen

source: Advanced Settings
de_de: Erweiterte Einstellungen

source: Use Archive Folder
de_de: Archiv Ordner nutzen

source: This feature comes with the next update (1.1.0).
de_de: Duese Funktion kommt mit dem nächsten Update (1.0.0).

source: Use Trash Folder
de_de: Papierkorb nutzen

source: Recipient List Type
de_de: Empfänger Auflistungstyp

source: AutoComplete Input Field (Prototype)
de_de: Autovervollständigung (Prototype)

source: DropDown Selection Field (JS)
de_de: DropDown Auswahlfeld (JS)

source: Grouped DropDown Selection Field (JS)
de_de: Gruppiertes DropDown Auswahlfeld (JS)

source: Use Attachment System
de_de: Anhang System nutzen

source: Attachment Input Type
de_de: Anhang Eingabefeld

source: Max. Attachment Size (in kB)
de_de: Max. Größe des Anhangs (in kB)

source: Allowed Attachment formats
de_de: Erlaubte Formate

source: Seperate the extensions with a comma.
de_de: Trenne die Endungen mit einem Komma.

source: Backend Settings
de_de: Backend Einstellungen

source: Enable the Backend
de_de: Aktiviere das Backend

source: Display PM Interface (Toolbar)
de_de: Zeige das PM Interface (Roolbar)

source: Backend Navigation Type
de_de: Backend Navigationstyp

source: Own Menu Item
de_de: Eigener Menü Eintrag

source: Subordinate: Users
de_de: Unterordnen: Benutzer

source: Subordinate: Dashboard
de_de: Unterordnen: Dashboard

source: Backend Style
de_de: Backend Stil

source: Tab Style - One Menu
de_de: Tab Stil - Ein Menü

source: Link Style - One Menu
de_de: Link Stil - Ein Menü

source: Menu Items Style
de_de: Menü Einträge-Stil

source: The "Menu Items Style" is not available, when you subordinate the Menu.
de_de: "Fünf Seiten - Menü Stil" ist nicht verfügbar, wenn Du das Menü unterordnest.

source: Frontend Settings
de_de: Frontend Einstellungen

source: Enable the Frontent
de_de: Aktiviere das Frontend

source: Frontend Template
de_de: Frontend Design

source: Frontend Table Settings
de_de: Frontend Tabellen Einstellung

source: Hide the excerpt row
de_de: Die Spalte "Auszug" verbergen

source: Show the excerpt row
de_de: Die Spalte "Auszug" anzeigen

source: Show excerpt: The sidebar should be disabled on the PM page!
de_de: Zeige Aufzug: Die Sidebar sollte auf der PM Seite deaktiviert sein!

source: Save Changes
de_de: Änderungen Speichern

source: Reset to Default
de_de: Einstellungen Zurücksetzen

source: eMail Notification Configuration
de_de: eMail Benachrichtigung

source: eMail Address (Sender)
de_de: eMail Adresse (Absender)

source: eMail Address (Reply-To)
de_de: eMail Adresse (Antwort an)

source: Specify an exist(!) eMail address, when you want that the recipients can answer to a notification!
de_de: Wenn die Empfänger auf die eMail antworten können sollen, solltest Du eine existierende(!) eMail Adresse angeben!

source: eMail Subject
de_de: eMail Betreff

source: eMail Message
de_de: eMail Nachricht

source: Site Title
de_de: Titel der Seite

source: Example:
de_de: Beispiel

source: Home Url
de_de: URL zur Seite

source: eMail Adress
de_de: eMail Adresse

source: PM Recipient Name
de_de: PM Empfängername

source: PM Subject
de_de: PM Betreff

source: PM Text (Full)
de_de: PM Nachricht (Ganz)

source: Number
de_de: Nummer

source: PM Text Excerpt: Replace <b>Number</b> with any number of letters!
de_de: PM Auszug: Ersetze <b>Nummer</b> mit einer beliebigen Zahl!

source: PM Send Date
de_de: PM Absende-Datum

source: M Send Time
de_de: M Absende-Uhrzeit

source: Link to the PM (Frontend View)
de_de: Link zur PM (Frontend Ansicht)

source: Link to the PM (Backend View)
de_de: Link zur PM (Backend Ansicht)

source: Send a Demo Notification eMail
de_de: Sende eine Demo BenachrichtigungseMail

source: Send a Demo eMail to:
de_de: Sende eine Demo eMail an:

source: Send Now
de_de: Jetzt Senden

source: The settings are saved, before the Demo eMail will be sent.
de_de: Die Einstellungen werden gespeichert bevor die eMail versendet wird.

source: Role Permission Settings
de_de: Benutzerrollen Konfiguration

source: (Custom) Role
de_de: (Benutzerdefinierte) Rolle

source: Activate PM System
de_de: PM System aktivieren

source: Max Number of PMs
de_de: Max. Anzahl der PMs

source: Enable ...
de_de: Aktiviere...

source: Enable Access from...
de_de: Erlaube Zugriff vom

source: Included Users can still<br> use the PM system!
de_de: Eingeschlossene Nutzer können das<br> PM System weiterhin nutzen!

source: (-1 = Unlimited)
de_de: (-1 = Unlimitiert)

source: ...Images in PMs
de_de: ... Bilder in PMs

source: ...Attachments in PMs
de_de: ...Anhänge in PMs

source: If you enable the "Enable images in PMs" option for subscribers and contributors, will these roles have also access to the Media Menu.
de_de: Wenn Du "Bilder in PMs" für Abonnenten und Mitarbeiter erlaubst können diese Rollen auch auf das Media Menü zugreifen!

source: They have therefore access to ALL uploaded media files (except the pm attachments)!
de_de: Diese haben somit Zugriff auf ALLE hochgeladenen Dateien (außer den PM Anhängen)!

source: Warning
de_de: Achtung

source: Subscriber
de_de: Abonnenten

source: Delete this access
de_de: Entferne diesen Zugriff

source: The subscriber role can't upload images in PMs, but have still access to the Media Menu.
de_de: Die Abonnenten Rolle darf keine Bilder in PMs nutzen, hat aber dennoch Zugriff auf das Medien Menu.

source: Contributor
de_de: Mitarbeiter

source: The contributor role can't upload images in PMs, but have still access to the Media Menu.
de_de: Die Mitarbeiter Rolle darf keine Bilder in PMs nutzen, hat aber dennoch Zugriff auf das Medien Menu.

source: Individual User Settings
de_de: Individuelle Benutzereinstellungen

source: Exclude Users by ID
de_de: Nutzer ausschließen (userID)

source: Separate the user ids with a comma!
de_de: Trenne die Nutzer IDs mit einem Komma!

source: Include Users by ID
de_de: Nutzer einschließen (userID)

source: Go to your inbox!
de_de: Gehe zu Deinem Posteingang!

source: You have a new message!
de_de: Du hast eine neue Nachricht!

source: You have
de_de: Du hast

source: new messages!
de_de: neue Nachrichten!

source: You have no new messages.
de_de: Due kast keine neuen Nachrichten.

source: Inbox Folder
de_de: Posteingang

source: Go to your outbox!
de_de: Gehe zu Dienem Postausgang!

source: Outbox Folder
de_de: Postausgang

source: Go to your archive!
de_de: Gehe zu Deinem Archiv!

source: Archive Folder
de_de: Archiv

source: Go to your trash!
de_de: Gehe zu Deinem Papierkorb!

source: Trash Folder
de_de: Papierkorb

source: Private Messages
de_de: Nachrichten

source: Widget Title
de_de: Widget Titel

source: Display new Message(s) notice?
de_de: Zeige "neue Nachrichten" Notiz?

source: Display folder system?
de_de: Zeige das Ordner System?

source: Display counter bar?
de_de: Zeige den Counter?

source: Display counter number?
de_de: Zeige die Counter Nummer?

source: CSS Color Adjustments
de_de: CSS Farbanpassungen

source: Counter Background
de_de: Counter Hintergrund

source: Counter Border Color
de_de: Counter Rahmenfarbe

source: Counter Bar Color
de_de: Counter Leistenfarbe

source: Counter Font Color
de_de: Counter Schriftfarbe

source: Counter Shadow Color
de_de: Counter Schattenfarbe

source: Leave this option blank to deactivate the box shadow!
de_de: Lasse die Option oberhalb frei um den Boxschatten zu deaktivieren!

source: Inbox
de_de: Posteingang

source: Outbox
de_de: Postausgang

source: Trash
de_de: Papierkorb

source: Archive
de_de: Archiv

source: The message could not be found!
de_de: Die Nachricht konnte nicht gefunden werden!

source: Bulk Actions
de_de: Aktion wählen

source: Apply
de_de: OK

source: One Message
de_de: Eine Nachricht

source: Messages
de_de: Nachrichten

source: Go to the First Page
de_de: Gehe zur ersten Seite

source: Go to the Previous Page
de_de: Gehe zur vorherigen Seite

source: Go to the Next Page
de_de: Gehe zur nächsten Seite

source: Go to the Last Page
de_de: Gehe zur letzten Seite

source: This folder contains no private messages.
de_de: Dieser Ordner enthält keine neuen Nachrichten.

source: Read
de_de: Lesen

source: Read this message
de_de: Diese Nachricht lesen

source: Archive this message
de_de: Diese Nachricht archivieren

source: Restore this message
de_de: Diese Nachricht wiederherstellen

source: Restore
de_de: Wiederherstellen

source: Delete this message
de_de: Diese Nachricht löschen

source: Delete
de_de: Löschen

source: Delete this message permanently
de_de: Diese Nachricht dauerhaft löschen

source: Delete Permanently
de_de: Dauerhaft löschen

source: Forward this message
de_de: Diese Nachricht weiterleiten

source: Forward
de_de: Weiterleiten

source: Answer to this message
de_de: Diese Nachricht beantworten

source: Answer
de_de: Antworten

source: Error
de_de: Fehler

source: Enter the Recipients here
de_de: Trage hier den Namen des Empfängers ein

source: Type here the names of each recipients.
de_de: Trage hier den Namen des Empfängers ein.

source: Select a Recipient
de_de: Wähle einen Empfänger aus

source: Select the Recipients here
de_de: Wähle hier einen Empfänger aus

source: Enter the Subject here
de_de: Trage hier den Betreff ein

source: Send Message
de_de: Nachricht senden

source: Priority
de_de: Priorität

source: Middle
de_de: Mittel

source: High
de_de: Hoch

source: Discard Message
de_de: Abbrechen

source: Attachments
de_de: Anhang

source: Max. Size
de_de: Max. Größe

source: Allowed File Extensions
de_de: Erlaubte Dateiendungen

source: Folder Settings
de_de: Ordner Einstellungen

source: Messages per Side
de_de: PMs pro Seite

source: Choose a number between 5 and 100
de_de: Wähle eine nummer zwischen 5 und 100

source: Enable eMail Notifications
de_de: eMail Benachrichtigungen aktivieren

source: Receive a email notification on new PMs!
de_de: Erhalte eine eMail Benachrichtigung bei einer neuen PM!

source: This feature has been disabled by an administrator!
de_de: Diese Funktion wurde von einem Administrator deaktiviert!

source: Statistics
de_de: Statistiken

source: Private Messages by folder
de_de: Private Nachrichten pro Ordner

source: Sender
de_de: Absender

source: You
de_de: Du

source: Send this user a PM
de_de: Sende diesem Nutzer eine PM

source: Recipients
de_de: Empfänger

source: Subject
de_de: Betreff

source: Message Info
de_de: Informationen

source: Attachment
de_de: Anhang

source: No Attachments!
de_de: Keine Anhänge vorhanden!

source: PM Date
de_de: Absendedatum

source: Message
de_de: Nachricht

source: The attachment was renamed for safety reasons, so don't wonder if you download the file.
de_de: Der Anhang wurde aus Sicherheitsgründen umbenannt.

source: The new name of the same file is:
de_de: Der neue Name der selben Datei lautet:

source: This message does not exist or is not meant for you!
de_de: Diese Nachricht existiert nicht oder ist nicht für Dich bestimmt!

source: The message was not found! Please try again.
de_de: Die Nachricht konnte nicht gefunden werden!

source: The action can not be performed! Please try again.
de_de: Die Aktion konnte nicht durchgeführt werden.

source: Original Message:
de_de: Originale Nachricht:

source: An error occurred, please contact an administrator.
de_de: Ein Fehler trat auf, bitte kontaktiere einen Administrator.

source: You do not have the permission to send a private message.
de_de: Du hast nicht die Berechtigung eine Private Nachricht zu verschicken.

source: Limit exceeded! You must delete some private messages to send further ones.
de_de: Limit überschritten. Du must einige Nachrichten löschen um weitere versenden zu können.

source: No recipients specified! Please enter at least one recipient.
de_de: Keine Empfänger definiert! Bitte trage mind. einen Empfänger ein.

source: No subject specified! Please enter a subject.
de_de: Keinen Betreff definiert! Bitte trage einen Betreff ein.

source: No message specified! Please enter a message
de_de: Keine Nachricht geschrieben! Bitte schreibe eine Nachricht.

source: An unknown error appeared: The upload of your file failed! Please try again.
de_de: Ein unbekannter Fehler trat auf: Der Upload der Datei schlug fehl! Bitte probier es erneut.

source: The file extension is not allowed! Please use an allowed file extension.
de_de: Die Dateiendung ist nicht erlaubt! Bitte nutze eine erlaubte Dateiendung.

source: The file is too large. Pack the file in an archive to reduce the file size.
de_de: Die Datei ist zu groß. Archiviere (zippe) die Datei um die Größe zu verringern.

source: The eMail address for the Demo Mail is invalid! Please enter a valid eMail address!
de_de: Die eMail Adresse für die Demo eMail ist ungültig. Bitte trage eine gültige eMail Adresse ein!

source: The private message could not be found.!
de_de: Die Private Nachricht konnte nicht gefunden werden!

source: Unknown Error: The eMail could not be sent!
de_de: Unbekannter Fehler: Die eMail konnte nicht versendet werden!

source: This user has not yet read this message.
de_de: Dieser Nutzer hat die Nachricht noch nicht gelesen!

source: This user has already read this message.
de_de: Dieser Nutzer hat die Nachricht bereits gelesen!

source: Move to Archive
de_de: In das Archiv legen

source: Move to Trash
de_de: In den Papierkorb legen

source: Mark as Read
de_de: Als gelesen markieren

source: Mark as Unread
de_de: Als ungelesen markieren

source: Excerpt
de_de: Auszug

source: Date
de_de: Datum

source: Users
de_de: Nutzer

source: The database table for our Dexs PM System is deprecated.
de_de: Die Datenbank Tabelle unseres Dexs PM Systems ist veraltet.

source: Please click here
de_de: Bitte klick hier

source: to go to the upgrade process.
de_de: um zur Upgrade Seite zu gelanden.

source: Upgrade Dexs PM System to Version
de_de: Upgrade des Dexs PM Systems auf die Version

source: Convert Private Messages
de_de: Private Nachrichten konvertieren

source: We found
de_de: Wir haben

source: one message
de_de: eine Nachricht

source: messages
de_de: Nachrichten

source: in the old deprecated database table.
de_de: in der alten Datenbank Tabelle gefunden.

source: You have no private messages!
de_de: Du hast keine Privaten Nachrichten!

source: What will happen?
de_de: Was wird passieren?

source: All entries in the old database table will be checked, convert and copied into the new database table.
de_de: Alle Einträge in der alten Datenbanktabelle werden geprüft, konvertiert und in die neue Datenbanktabelle eingefügt.

source: But only if you have activate the checkbox above!
de_de: Aber nur dann, wenn Du die Checkbox oberhalb aktiviert hast!

source: The old database table will be deleted.
de_de: Die alte Datenbanktabelle wird gelöscht.

source: Upgrade Now
de_de: Jetzt Upgraden

source: Permission Settings
de_de: Berechtigungen

source: eMail Notification
de_de: eMail Benachrichtigungen

source: You haven't create a (published) page with the shortcode <code>[pm_system]</code> and that means you cannot use the front-End PM Interface.
de_de: Du hast noch keine (veröffentlichte) Seite mit dem Shortcode <code>[pm_system]</code> erstellt und das bedeutet, dass Du das Frontend PM Interface noch nicht nutzen kannst.

source: The eMail Notification System is disabled! You can activate the System under the "General Settings" Tab.
de_de: Das eMail Benachrichtigungssystem ist deaktiviert! Du kannst es unter "Allgemeine Einstellungen" aktivieren.

source: The settings have been successfully saved!
de_de: Die Einstellungen wurden erfolgreich gespeichert!

source: The settings have been successfully reset!
de_de: Die Einstellungen wurden erfolgreich zurückgesetzt!

source: The Demo Notification eMail was successfully sent!
de_de: Die Test eMail wurde erfolgreich verschickt!

source: The Access for this role was successfully removed!
de_de: Der Zugriff auf diese Rolle wurde erfolgreich entfernt!

source: Send PM
de_de: PM Senden

source: Settings
de_de: Einstellungen

source: Write a new PM
de_de: Schreibe eine neue Nachricht

source: Send
de_de: Absenden

source: <b>Congratulation:</b> The settings have been successfully saved!
de_de: <b>Herzlichen Glückwunsch:</b> Die Einstellungen wurden erfolgreich gespeichert!

source: <b>Congratulation:</b> The private message was sent successfully!
de_de: <b>Herzlichen Glückwunsch:</b> Die Private Nachricht wurde erfolgreich verschickt!

source: Dexs PM System - Error:
de_de: Dexs PM System - Fehler:

source: An unknown Error occurred! The settings couldn't be saved.
de_de: Ein unbekannter Fehler trat auf! Die Einstellungen konnten nicht gespeichert werden.

source: An unknown Error occurred! The settings couldn't be reset.
de_de: Ein unbekannter Fehler trat auf! Die Einstellungen konnten nicht zurückgesetzt werden.

source: An unknown Error occurred! The test eMail couldn't be sent.
de_de: Ein unbekannter Fehler trat auf! Die Test eMail konnte nicht verschickt werden.

source: An unknown Error occurred!
de_de: Ein unbekannter Fehler trat auf!

source: An unknown Error occurred! The transferred datas are faulty.
de_de: Ein unbekannter Fehler trat auf! Die abgeschickten Datein sind fehlerhaft.

source: An unknown Error occurred! You have no message selected.
de_de: Ein unbekannter Fehler trat auf! Du hast keine Nachricht ausgewählt.

source: PM Outbox
de_de: Postausgan

source: PM Trash
de_de: Papierkorb

source: PM Archive
de_de: Archiv

source: PM Settings
de_de: Einstellungen

source: new Messages
de_de: neue Nachrichten

source: 1 new Message
de_de: 1 neue Nachricht

source: Write a new Message
de_de: Schreibe eine neue Nachricht

source: Folder: Outbox
de_de: Postausgang

source: Folder: Archive
de_de: Archiv

source: Folder: Trash
de_de: Papierkorb

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: Remember Me
de_de: Login speichern

source: Log In
de_de: Anmelden

source: You must be logged in to use this function!
de_de: Du must eingeloggt sein um diese Funktion nutzen zu können!

source: Allowed Formats
de_de: Erlaubte Formate
